<template>
  <div class="container">
    <header>充分认识颁布实施民法典重大意义 依法更好保障人民合法权益</header>
    <section>
      <p>
        民法典在中国特色社会主义法律体系中具有重要地位，是一部固根本、稳预期、利长远的基础性法律，对推进全面依法治国、加快建设社会主义法治国家，对发展社会主义市场经济、巩固社会主义基本经济制度，对坚持以人民为中心的发展思想、依法维护人民权益、推动我国人权事业发展，对推进国家治理体系和治理能力现代化，都具有重大意义。全党要切实推动民法典实施，以更好推进全面依法治国、建设社会主义法治国家，更好保障人民权益
      </p>
      <p>
        民法典系统整合了新中国70多年来长期实践形成的民事法律规范，汲取了中华民族5000多年优秀法律文化，借鉴了人类法治文明建设有益成果，是一部体现我国社会主义性质、符合人民利益和愿望、顺应时代发展要求的民法典，是一部体现对生命健康、财产安全、交易便利、生活幸福、人格尊严等各方面权利平等保护的民法典，是一部具有鲜明中国特色、实践特色、时代特色的民法典
      </p>
      <p>
        民法典实施水平和效果，是衡量各级党政机关履行为人民服务宗旨的重要尺度。国家机关履行职责、行使职权必须清楚自身行为和活动的范围和界限。各级党和国家机关开展工作要考虑民法典规定，不能侵犯人民群众享有的合法民事权利，包括人身权利和财产权利。有关政府机关、监察机关、司法机关要依法履行职能、行使职权，保护民事权利不受侵犯、促进民事关系和谐有序
      </p>
      <p>民法典要实施好，就必须让民法典走到群众身边、走进群众心里。要广泛开展民法典普法工作，将其作为“十四五”时期普法工作的重点来抓。要把民法典纳入国民教育体系，加强对青少年民法典教育</p>
      <p>
        新华社北京5月29日电
        中共中央政治局5月29日下午就“切实实施民法典”举行第二十次集体学习。中共中央总书记习近平在主持学习时强调，民法典在中国特色社会主义法律体系中具有重要地位，是一部固根本、稳预期、利长远的基础性法律，对推进全面依法治国、加快建设社会主义法治国家，对发展社会主义市场经济、巩固社会主义基本经济制度，对坚持以人民为中心的发展思想、依法维护人民权益、推动我国人权事业发展，对推进国家治理体系和治理能力现代化，都具有重大意义。全党要切实推动民法典实施，以更好推进全面依法治国、建设社会主义法治国家，更好保障人民权益。
      </p>
      <p>全国人大常委会法制工作委员会民法室主任、中国法学会行政法学研究会副会长黄薇同志就这个问题进行了讲解，提出了意见和建议。</p>
      <p>
        习近平在主持学习时发表了讲话。他强调，《中华人民共和国民法典》，是新中国成立以来第一部以“法典”命名的法律，是新时代我国社会主义法治建设的重大成果。安排这次集体学习，目的是充分认识颁布实施民法典的重大意义，更好推动民法典实施。
      </p>
      <p>
        习近平指出，在我国革命、建设、改革各个历史时期，我们党都高度重视民事法律制定实施。改革开放以来，我国民事商事法制建设步伐不断加快，先后制定或修订了一大批民事商事法律，为编纂民法典奠定了基础、积累了经验。党的十八大以来，我们顺应实践发展要求和人民群众期待，把编纂民法典摆上重要日程。党的十八届四中全会作出关于全面推进依法治国若干重大问题的决定，其中对编纂民法典作出部署。在各方面共同努力下，经过5年多工作，民法典终于颁布实施，实现了几代人的夙愿。
      </p>
      <p>
        习近平强调，民法典系统整合了新中国70多年来长期实践形成的民事法律规范，汲取了中华民族5000多年优秀法律文化，借鉴了人类法治文明建设有益成果，是一部体现我国社会主义性质、符合人民利益和愿望、顺应时代发展要求的民法典，是一部体现对生命健康、财产安全、交易便利、生活幸福、人格尊严等各方面权利平等保护的民法典，是一部具有鲜明中国特色、实践特色、时代特色的民法典。
      </p>
      <p>
        习近平指出，要加强民法典重大意义的宣传教育，讲清楚实施好民法典，是坚持以人民为中心、保障人民权益实现和发展的必然要求，是发展社会主义市场经济、巩固社会主义基本经济制度的必然要求，是提高我们党治国理政水平的必然要求。民法典实施水平和效果，是衡量各级党政机关履行为人民服务宗旨的重要尺度。国家机关履行职责、行使职权必须清楚自身行为和活动的范围和界限。各级党和国家机关开展工作要考虑民法典规定，不能侵犯人民群众享有的合法民事权利，包括人身权利和财产权利。有关政府机关、监察机关、司法机关要依法履行职能、行使职权，保护民事权利不受侵犯、促进民事关系和谐有序。
      </p>
      <p>
        习近平强调，有关国家机关要适应改革开放和社会主义现代化建设要求，加强同民法典相关联、相配套的法律法规制度建设，不断总结实践经验，修改完善相关法律法规和司法解释。对同民法典规定和原则不一致的国家有关规定，要抓紧清理，该修改的修改，该废止的废止。要发挥法律解释的作用，及时明确法律规定含义和适用法律依据，保持民法典稳定性和适应性相统一。随着经济社会不断发展、经济社会生活中各种利益关系不断变化，民法典在实施过程中必然会遇到一些新情况新问题。要坚持问题导向，适应技术发展进步新需要，在新的实践基础上推动民法典不断完善和发展。
      </p>
    </section>
  </div>
</template>

<script>
export default {
  data() {
    return {}
  },
  components: {}
}
</script>

<style lang="less" scoped>
.container {
  padding: 10px;
  header {
    width: 100%;
    height: 50px;
    line-height: 50px;
    text-align: center;
    font-size: 20px;
    overflow: hidden;
  }
  section {
    // 添加fixed 定位 或出现此问题
    // position: fixed;
    // top: 50px;
    // bottom: 0;
    // overflow: scroll;
    // height: auto;
    p {
      text-indent: 0.5rem;
      padding-top: 20px;
    }
  }
}
</style>
